/* This is a mapping of BRError code failures to localized recovery suggestions */

/* This file contains only the overriden error strings. Also look in */
/* BackRow.framework BRErrorFailureSuggestions.strings for more. */

/* kBRMediaPlayerNoDatabaseFound*/
200 = "iTunes を使ってミュージック、ビデオ、およびムービーを管理し、iPhoto を使って写真を管理してください。";

/* kBRMediaNoPhotoContent */
301 = "iPhoto を使って、写真を読み込んで管理してください。";

/* kBRMediaNoPodcastContent */
302 = "iTunes を使って、iTunes Store から Podcast を登録してください。";

/* kBRMediaNoTVShowContent */
305 = "iTunes を使って、iTunes Store からテレビ番組を購入してください。";

/* kBRMediaNoMusicVideoContent */
306 = "iTunes を使って、iTunes Store からミュージックビデオを購入してください。";

/* kBRMediaNoPlaylists */
307 = "iTunes を使って、プレイリストを作成して管理してください。";

/* kBRMediaNoSongContent */
308 = "iTunes を使って、曲を読み込むか iTunes Store から曲を購入してください。";

/* kBRMediaNoAudioBookContent */
309 = "iTunes を使って、iTunes Store からオーディオブックを購入してください。";

/* kBRMediaNoMovies */
315 = "ムービーを“ムービー”フォルダにドラッグするか、iTunes を使って iTunes Store からムービーを購入してください。";
